/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "वर्तमान में एक वेवटेबल बनाया जा रहा है। कृपया निर्माण प्रक्रिया समाप्त होने के बाद फिर कोशिश करें।";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "एकल वेवफ़ॉर्म के लिए टिंब्रल जानकारी मिली। मॉड्यूलेशन नॉब को “फ़ॉर्मेंट” पर स्विच करने से फ़ॉर्मेंट मॉड्यूलेशन उपलब्ध होता है। आकृति 1 और आकृति 2 नॉब कार्यशील नहीं हैं।";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "वेवटेबल बनाने के लिए ऑडियो फ़ाइल में स्थिर पिच, मौन द्वारा विभाजित कई पिच सेक्शन या एक या अधिक एकल चक्र सेक्शन।";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "नए वेबटेबल में %d वेबफ़ॉर्म शामिल हैं।";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "वेवटेबल बनाई जा रही है";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "एकल वेवफ़ॉर्म के साथ वेवटेबल बनाई गई";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "वेवटेबल नहीं बनाई गई";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "वेवटेबल बनाई गई";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "आंतरिक";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "साइड चेन :";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "बंद";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "बाहरी ऑडियो इनपुट :";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "नोट की पहचान";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "पिच विश्लेषण";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "विश्लेषण जारी है : %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "फ़ाइल खोलने में त्रुटि";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "आप जो फ़ाइल लोड करने की कोशिश कर रहे थे, वह नहीं मिल सकी।";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "फ़ाइल खोलने में त्रुटि";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "चयनित फ़ाइल लोड करने के लिए पर्याप्त मेमोरी क्षमता नहीं है।";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "फ़ाइल में टेंपो परिवर्तन शामिल हैं";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "चेतावनी : आपके द्वारा इंपोर्ट की जा रही एक या एकाधिक फ़ाइलों में टेंपो परिवर्तन मार्कर शामिल हैं। MainStage का यह संस्करण टेंपो परिवर्तनों वाली सिंक हो रही फ़ाइलों का समर्थन नहीं करता है।";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "फ़ाइल खोलने में त्रुटि";

/* Playback file alert */
"PlaybackTransientsMessage" = "चयनित फ़ाइल के परिवर्तनीय Logic Pro में छिपाए गए हैं। Logic Pro में फ़ाइल खोलें और प्लग-इन में फ़ाइल फिर खोलने से पहले परिवर्तनीय न छिपाएँ।";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "अज्ञात त्रुटि";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "चयनित फ़ाइल खोली नहीं जा सकी।";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "असमर्थित ऑडियो फ़ाइल फ़ॉर्मैट";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "आप जो ऑडियो फ़ाइल जोड़ने की कोशिश कर रहे हैं वह समर्थित फ़ाइल फ़ॉर्मैट में नहीं है। फ़ाइल को प्लेबैक प्लग-इन से जोड़ने से पहले iTunes या अन्य ऑडियो ऐप्लिकेशन के उपयोग से इसे समर्थित फ़ॉर्मैट में बदलें।";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (फ़ाइल अनुपलब्ध है)";
